/* 
  Localizable.strings
  Currencier

  Created by Vitaliy Kuzmenko on 17/07/16.
  Copyright © 2016 KuzmenkoFamily. All rights reserved.
*/

"language" = "Russian";
"translated" = "yes";

"User Interface" = "Внешний вид";
"Dark Mode" = "Темный";
"Number Format" = "Форматирование";
"Max fraction" = "После запятой";
"Thousand separator" = "Разделитель тысяч";
"Today Widget" = "Виджет";
"Linear - The values are calculated linearly from the selected currency above. Source value is equal to one.\n\nRate - The values appear rate to selected currency above" = "Линейно - Значения расчитываются линейно, от выбранной валюты со значением один.\n\nКурс - Отображается текущий курс по отношению к выбранной валюте";
"Value Mode" = "Рассчет";
"Linear" = "Линейно";
"Rate" = "Курс";
"Currencies for Today Widget" = "Валюты для виджета";
"Support" = "Поддержка";
"Do not show at launch" = "Больше не показывать";
"Values for 1 %@" = "Значения для 1 %@";
"Rates for %@" = "Курс для %@";
"Purchase" = "Купить";
"Fail" = "Ошибка";
"Fail purchase Currencier" = "Не удалось купить Currencier";
"Try Again" = "Повторить";
"Cancel" = "Отмена";
"Restore" = "Восстановить";
"Fail restore Currencier Pro" = "Не удалось восстановить Currencier Pro";
"Preffered purchase method" = "Способ покупки";
"In App Purchase" = "Встроенные покупки";

"If you have a black device, then the dark mode is ideal." = "Если у Вас устройство черного цвета, то идеально подойдет темный режим.";
"Excellent feature to add, multiply, divide and subtract on the fly." = "Отличная возможность прибавлять, умножать, делить и вычитать на лету.";
"Do not limit yourself to 5 currencies, convert 10, 50, 100 or more currencies." = "Не ограничивайте себя 5-ю валютами, конвертируйте 10, 50, 100 и более валют.";
"Pro. The best choice. All in one with lower price!" = "Pro. Лучший выбор! Все в одном с более низкой ценой!";
"Restore Purchases" = "Восстановить покупки";
"Calculator" = "Калькулятор";
"Unlimited Rates" = "Без ограничений";
"Pro. All-in-One!" = "Pro. Все в одном!";

"PURCHASED" = "КУПЛЕНО";

"AED" = "Дирхам ОАЭ";
"AFN" = "Афганский афгани";
"ALL" = "Албанский лек";
"AMD" = "Армянский драм";
"ANG" = "Антильский гульден";
"AOA" = "Ангольская кванза";
"ARS" = "Аргентинский песо";
"AUD" = "Австралийский доллар";
"AWG" = "Арубский флорин";
"AZN" = "Азербайджанский манат";
"BAM" = "Марка Боснии и Герцеговины";
"BBD" = "Барбадосский доллар";
"BDT" = "Бангладешская така";
"BGN" = "Болгарский лев";
"BHD" = "Бахрейнский динар";
"BIF" = "Бурундийский франк";
"BMD" = "Бермудский доллар";
"BND" = "Брунейский доллар";
"BOB" = "Боливийский боливиано";
"BRL" = "Бразильский реал";
"BSD" = "Багамский доллар";
"BTN" = "Бутанский нгултрум";
"BWP" = "Ботсванская пула";
"BYR" = "Белорусский рубль";
"BYN" = "Белорусский рубль";
"BZD" = "Доллар Белиза";
"CAD" = "Канадский доллар";
"CDF" = "Конголезский франк";
"CHF" = "Швейцарский франк";
"CLF" = "Условная расчетная единица Чили";
"CLP" = "Чилийский песо";
"CNY" = "Китайский юань Жэньминьби";
"COP" = "Колумбийский песо";
"CRC" = "Костариканский колон";
"CUC" = "Кубинский конвертируемый песо";
"CUP" = "Кубинский песо";
"CVE" = "Эскудо Кабо Верде";
"CYP" = "Кипрский фунт";
"CZK" = "Чешская крона";
"DJF" = "Франк Джибути";
"DKK" = "Датская крона";
"DOP" = "Доминиканский песо";
"DZD" = "Алжирский динар";
"ECS" = "Эквадорский сукре";
"EGP" = "Египетский фунт";
"ERN" = "Эритрейская накфа";
"ETB" = "Эфиопский быр";
"EUR" = "Евро";
"FJD" = "Доллар Фиджи";
"FKP" = "Фолклендский фунт";
"FRF" = "Французский франк";
"GBP" = "Фунт стерлингов";
"GEL" = "Грузинский лари";
"GHS" = "Новый ганский седи";
"GIP" = "Гибралтарский фунт";
"GMD" = "Гамбийский даласи";
"GNF" = "Гвинейский франк";
"GTQ" = "Гватемальский кетцаль";
"GYD" = "Гайанский доллар";
"HKD" = "Гонконгский доллар";
"HNL" = "Гондурасская лемпира";
"HRK" = "Хорватская куна";
"HTG" = "Гаитянский гурд";
"HUF" = "Венгерский форинт";
"IDR" = "Индонезийская рупия";
"IEP" = "Ирландский фунт";
"ILS" = "Израильский шекель";
"INR" = "Индийская рупия";
"IQD" = "Иракский динар";
"IRR" = "Иранский риал";
"ISK" = "Исландская крона";
"JMD" = "Ямайский доллар";
"JOD" = "Иорданский динар";
"JPY" = "Японская йена";
"KES" = "Кенийский шиллинг";
"KGS" = "Киргизский сом";
"KHR" = "Камбоджийский риель";
"KMF" = "Коморский франк";
"KPW" = "Северокорейский вон";
"KRW" = "Южнокорейский вон";
"KWD" = "Кувейтский динар";
"KYD" = "Доллар Каймановых островов";
"KZT" = "Казахский тенге";
"LAK" = "Лаосский кип";
"LBP" = "Ливанский фунт";
"LKR" = "Шри-Ланкийская рупия";
"LRD" = "Либерийский доллар";
"LSL" = "Лесото Лоти";
"LTL" = "Литовский лит";
"LVL" = "Латвийские латы";
"LYD" = "Ливийский динар";
"MAD" = "Марокканский дирхам";
"MDL" = "Молдавский лей";
"MGA" = "Малагасийский ариари";
"MKD" = "Македонский динар";
"MMK" = "Мьянманский чат";
"MNT" = "Монгольский тугрик";
"MOP" = "Патака Макао";
"MRO" = "Мавританская угия";
"MUR" = "Маврикийская рупия";
"MVR" = "Мальдивская руфия";
"MWK" = "Малавийская квача";
"MXN" = "Мексиканский песо";
"MYR" = "Малайзийский ринггит";
"MZN" = "Мозамбикский метикал";
"NAD" = "Намибийский доллар";
"NGN" = "Нигерийская найра";
"NIO" = "Никарагуанская кордоба";
"NOK" = "Норвежская крона";
"NPR" = "Непальская рупия";
"NZD" = "Новозеландский доллар";
"OMR" = "Оманский риал";
"PAB" = "Панамский бальбоа";
"PEN" = "Перуанский новый соль";
"PGK" = "Кина Папуа-Новой Гвинеи";
"PHP" = "Филиппинский песо";
"PKR" = "Пакистанская рупия";
"PLN" = "Польский злотый";
"PYG" = "Парагвайский гуарани";
"QAR" = "Катарский риал";
"RON" = "Новый румынский лей";
"RSD" = "Сербский динар";
"RUB" = "Российский рубль";
"RWF" = "Франк Руанды";
"SAR" = "Саудовский риял";
"SBD" = "Доллар Соломоновых Островов";
"SCR" = "Сейшельская рупия";
"SDG" = "Суданский фунт";
"SEK" = "Шведская крона";
"SGD" = "Сингапурский доллар";
"SHP" = "Фунт острова Святой Елены";
"SIT" = "Словенский толар";
"SLL" = "Сьерра-Леонский леоне";
"SOS" = "Сомалийский шиллинг";
"SRD" = "Суринамский доллар";
"STD" = "Добра Сан-Томе и Принсипи";
"SVC" = "Сальвадорский колон";
"SYP" = "Сирийский фунт";
"SZL" = "Свазилендский лилангени";
"THB" = "Таиландский бат";
"TJS" = "Таджикский сомони";
"TMT" = "Туркменский манат (Новый)";
"TND" = "Тунисский динар";
"TOP" = "Паанга Тонга";
"TRY" = "Новая турецкая лира";
"TTD" = "Доллар Тринидада и Тобаго";
"TWD" = "Тайваньский доллар";
"TZS" = "Танзанийский шиллинг";
"UAH" = "Украинская гривна";
"UGX" = "Угандийский шиллинг";
"USD" = "Доллар США";
"UYU" = "Уругвайский песо";
"UZS" = "Узбекский сум";
"VEF" = "Сильный боливар";
"VND" = "Вьетнамский донг";
"VUV" = "Вануату вату";
"WST" = "Самоанская тала";
"XAF" = "Франк КФА (BEAC)";
"XAG" = "Унции серебра";
"XAU" = "Унции золота";
"XCD" = "Восточно-карибский доллар";
"XOF" = "Франк CFA (BCEAO)";
"XPD" = "Унции палладия";
"XPF" = "Полинезийский франк";
"XPT" = "Унции платины";
"YER" = "Йеменский риал";
"ZAR" = "Южноафриканский рэнд";
"ZMW" = "Замбийская квача";
"BTC" = "Биткоин";
"LTC" = "Лайткоин";
